Qwerp-Derp.vscode-coconut
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alanz.vscode-hie-server
arcticicestudio.nord-visual-studio-code
DavidAnson.vscode-markdownlint
deerawan.vscode-dash
donjayamanne.jupyter
itryapitsin.Sbt
itryapitsin.Scala
itryapitsin.ScalaSnippets
justusadam.language-haskell
lightbend.vscode-sbt-scala
ms-python.python
ms-vscode.Go
nwolverson.language-purescript
redhat.java
rust-lang.rust
sallar.vscode-duotone-dark
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
