akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alanz.vscode-hie-server
arcticicestudio.nord-visual-studio-code
deerawan.vscode-dash
itryapitsin.Scala
itryapitsin.ScalaSnippets
James-Yu.latex-workshop
jolaleye.horizon-theme-vscode
justusadam.language-haskell
lightbend.vscode-sbt-scala
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
nwolverson.language-purescript
PeterJausovec.vscode-docker
Qwerp-Derp.vscode-coconut
redhat.java
redhat.vscode-yaml
rust-lang.rust
sallar.vscode-duotone-dark
scala-lang.scala
scalameta.metals
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
